import React, {Component} from 'react';

const Idea = (props) => {

    return (
        <div>
            <h2>Идея программы</h2>
            <br/>
            <cite>
                “Каждый гонится за счастьем, не замечая, что счастье ходит за ними по пятам.”<br/> –
                Бертольд Брехт
            </cite>
            <br/>
            <br/>
            <p>
                Возникало ли у вас когда-либо чувство, что окуржающие вас люди успешнее чем вы? Счастливее, увереннее, богаче? Чувство, что у них все складывается лучше чем у вас? Вот еще пол года назад ваш сосед был без работы, а сейчас уже ездет на новой машине и делает дома ремонт. Как же так? Ведь вы, вкладывая в карьеру все время и силы, еле сводите концы с концами, а на машину вам вообще откладывать лет 5 и то, если частично отказаться от еды...
            </p>
            <p>
                Ваш друг, убежденный холостяк, вдруг стал образцовым мужем и отцом. У него сын-чемпион, дочь-красавица и жена, о которой можно только мечтать. После работы он приходит в полный уюта и любви дом, где все с трепетом ожидают главу семейства. Вы конечно, рады за него, но ваша личная жизнь далека от идеала. Да и не да нее вовсе, ведь все время занимает работа... Надо же, все-таки, на машину зарабатывать.
            </p>
            <p>
                Оказавшись волею судеб без электричества в своей единственный выходной и понимая безвыходность ситуации, вы находите в себе силы встать с дивана и отправляесь на прогулку в парк. Там вы стречаете знакомого, который еще недавно с трудом проходил в дверной проём, ел все, что хоть на первый взгяд, можно было называть сьедобным, а слово «спорт» не слышал даже по телевизору. Но это в прошлом. Сейчас он  5 раз в неделю ходит в спртзал, занимается рафтингом, роуп-джампингом, аквабайком, кайтсёрфингом и прочими модными словами, о которых, теперь уже, не слышали вы. А в парк выехал на велопрогулку, не может сидеть на одном месте. Оценив его физическую форму, вы делаете вывод, что, наверняка, принимает какую-то гадость, ведь не может человек так кардинально изменится, и с чувством собственной правоты возвращаетесь домой на диван.
            </p>
            <p>
                Трудовые будни начинаются с новости, что у вас новый начальник отдела. Это не стало сюрпризом, ведь все знали о грядущих переманах, а вы, к тому же, в тайне надеялись, что место достанется вам. А почему бы и нет? Вы давно работаете, вы ответсвенный сотрудник с хорошими показателями, вы отдаете работе все силы и время. Вы заслужили повышение. Может и так, но вы его не получили. Руководство приняло решение назначить начальником отдела вашего коллегу. Как же так??? У него меньше опыта, знаний, и в компании он совсем недавно! Наверное, связи, думаете вы. Да и к тому, кому нужны эти руководящие должности? Как говорится, первый в совете, и первый в ответе. Непонятно еще кому лучше.
            </p>
            <p>
                Без сил и желания делать вообще что-либо, вы приходите домой, едите первое, что попадается под руку и в итоге, оказываетесь перед телевизором,  пытаясь хоть как-то разнообразить тот час, отделяющий вас от сна, а значит и от начала следующего рабочего дня. А знаете что самое страшное? Завтра будет тоже самое. И послезвтра, и после-после завтра. За днями идут недели, месяцы, годы.
            </p>
            <p>
                А что тут страшного, спросите вы? Так живут миллионы, из этого состоит жизнь. Люди работают, устают и единственное желание  - добраться до кровати и забыть все тяготы рабочего дня как страшный сон. Нет времени сходить к стоматологу, нет сил учить что-то новое, нет энергии для спорта, а в выходной хочется просто выспаться, какие-там походы с детьми в парк или в ресторан с женой.
            </p>
            <p>
                Безусловно, все это так. Как уже писалось ранее, не стоит забывть, что в сутках всего 24  часа. И тут у всех шансы равны. Если вы 1 час тратите на сборы на работу, 2 часа на дорогу туда и обратно, 8 часов на работу как таковую, 6-7 часов на сон, 1 час в сутки на все приемы пищи, еще час на гигиенические процедуры, у вас остается всего 4 часа в сутки на ВСЕ остальное. Всего 4 часа на ВСЕ остальные сферы вашей жизни – семью, друзей, интересы, развлечения, саморазвитие, внешний вид, здоровье и прочее. Всего 4 часа! Ну и допустим, мы говорим, все же о живом человеке, а не роботе. А в жизни присутствуют и непридвиденные ситуации, решение которых также требует времени и сил, и болезни, и проблемы, которые на первый взгяд, и на ваши вовсе, но почему-то лажаться на вас и прочие моменты, которые отнимают время из ваши драгоценных 4 часов. Остается и того меньше. И опять же, мы не роботы. Мы не можем двигаться в режиме  perpetuum mobile. Человечская энергия, мотивация и силы не безграничны. Как и наше время. Можно продолжать жить так же, как и миллионы других, балансируя между работой и диваном, или все же попытаться организовать свою жизнь и добиться большего. Не важно к чему вы стремитесь – машине как у соседа, семье как у друга, фигуре как у знакомого из парка или должности коллеги, которую безусловно заслужили вы. Главное, поставить цель и планомерно достигать ее, не забывая при этом, что есть еще и другие спицы в вашем колесе. А в этом всем, вам поможет эта программа.
            </p>
            <p>
                И да, на машину отложить тоже.
            </p>
        </div>
    );
};

export default Idea;